Repository: lastprimenumbers/lemonpos
Catalog: squeeze/src/po/*.po
Languages: it

source: Client Editor
it: Editor Clienti

source: Enter a 6, 12, or 13 digits Bar Code.
it: inserisci barcode a 6, 12 o 13 caratteri

source: Enter client full name
it: Inserisci il nome completo del Cliente

source: Phone number
it: Telefono

source: Many ideas and general help
it: help generale e suggerimenti

source: Code contributor
it: Contributeur de code

source: Many ideas, Documentation Writer, How-to Videos Creation, and general help and support
it: Suggerimenti e help generale

source: Document to open
it: Documento da arire

# NAME OF TRANSLATORS
source: Your names
it: Ingegneria senza frontiere - Modena

# EMAIL OF TRANSLATORS
source: Your emails
it: info@isf-modena.org

source: Product Editor
it: Editor prodotti

source: Purchase Qty:
it: Quantit acquisto:

source: Stock Qty:
it: Quantit magazzino:

source: Enter the quantity and reason for the change, then press <ENTER> to accept, <ESC> to cancel
it: inserire una quantit e il motivo della modifica, quindi premere <ENTER> per confermare, <ESC> per annullare

source: Code %1 already exists.
it: Il codice %1 esiste gi

source: Discounts Editor
it: Editor Sconti

source: Purchase
it: Acquisti

source: <b>Unlimited Stock Products cannot be purchased.</b>
it: <b>Non poosibile effettuare un acquisto senza specifcare la quantit.</b>

source: <b>Stock cannot go negative.</b> The <i>minimum</i> purchase can be <b>%1</b>
it: <b>la quantit di magazzino non pu essere minore di zero.</b> La quantit <i>minima</i> di acquisto pu essere <b>%1</b>

source: Items in this purchase [ %1 items, %2 ]
it: Gli articoli presenti in questo acquisto sono [ %1 articles, %2 ]

source: No Photo
it: Foto non disponbile

source: Users
it: User

source: Clients
it: Client

source: Limits
it: Limiti

source: Donors
it: Donatori

source: Products
it: Prodotti

source: Measures
it: Unit di misura

source: Categories
it: Categorie

source: Offers
it: Offerte

source: Balances
it: Saldo

source: Cash Flow
it: Movimenti di cassa

source: Transactions
it: Transazioni

source: Quick Plots
it: Riepilogo veloce

source: Check Out
it: Verificare

source: Stock Correction
it: Correzione di stock

source: Reports
it: Riepilogo

source: Print End of day report
it: Stampa riepilogo di fine giornata

source: Print General end of day report
it: Stampa riepilogo generale di fine giornata

source: Print End of month report
it: Stampa riepilogo generale di fine mese

source: Print Low stock products
it: Stampa articoli per riordino

source: Print Sold out products
it: Stampa articoli venduti

source: Show Special Orders
it: Mostra Ordini Speciali

source: Ticket Messages
it: Messaggio scontrino

source: View Events Log
it: Vista log eventi

source: View Currencies
it: Vista prenotazioni

source: General
it: Generale

source: Printers
it: Stampanti

source: Authorisation Required
it: Richiesta autorizzazione

source: Enter administrator/supervisor user and password please.
it: Inserire user e password amministratore.

source: Basic Information
it: Informazioni DI base

source: End of Day
it: Fine giornata

source: General End of Day
it: Fine giornata generale

source: End of Month
it: Fine mese

source: Sold Out Products
it: Prodotti venduti

source: Low Stock Products
it: Prodotti sottoscorta

source: Unable to connect to the database
it: Impossibile accedere al database

source: Quick Information
it: Informazioni rapide

source: Vendors
it: Venditori

source: Weight and Measures
it: Pesi e misure

source: Special Orders
it: Ordini speciali

source: Currencies
it: Valute

source: Month Sales (%1)
it: Venduto mensile (%1)

source: Month Profit (%1)
it: Utile mensile (%1)

source: Sold Units
it: Quantit vendute :

source: Trying connection in %1 seconds...
it: tentativo di connessione in %1 secondi...

source: Connecting...
it: Connessione...

source: Squeeze has encountered an error, click details to see the error details.
it: PortobelloMAG ha riscontrato un errore, cliccare su detagli per maggiori informazioni

source: Error
it: Errore

source: Code
it: Codice

source: Name
it: Nome

source: Category
it: Categoria

source: Price
it: Prezzo

source: Cost
it: Costo

source: Stock Qty
it: Quantit a stock

source: Last Sold
it: Ultima vendita

source: Last Provider
it: Ultimo Fornitore

source: Alpha Code
it: Codice Alfa

source: Product Affected
it: Prodotti interessati

source: Discount Applied (%)
it: Sconto applicato (%)

source: Valid from
it: Valido da

source: Valid until
it: Valido fino a

source: Description
it: Descrizione

source: Client
it: Cliente

source: Type
it: Tipo

source: Amount
it: Importo

source: Date
it: Data

source: Time
it: Tempo

source: Paid with
it: Pagato con

source: Change Given
it: Resto

source: Pay Method
it: Metodo di pagamento

source: State
it: Stato

source: Vendor
it: Venditore

source: Card Num
it: N carta

source: Items Count
it: Articoli contati

source: Points
it: Punti

source: Discount %1
it: Sconto %1

source: Discount %
it: Sconto %

source: Card Authorization #
it: Autorizzazione carta #

source: Profit
it: Utile

source: Terminal #
it: Terminale #

source: Provider
it: Fornitore

source: Initial amount
it: Importo iniaiale

source: In
it: Entrata

source: Out
it: Usctia

source: Cash in drawer
it: Cassetto contante in entrata

source: Received by Card
it: Ricevuto da carta

source: Order #
it: Ordine #

source: Qty
it: Qt

source: Sold by
it: Venduto per

source: Status
it: Stato

source: Notes
it: Note

source: Payment
it: Pagamento

source: Payment Complete
it: Pagmento totale

source: Settings changed
it: Configurazione modificata

source: Purchase #%4 - %1 x %2 (%3)
it: Acquisto #%4 - %1 x %2 (%3)

source: Purchase #%4 - [new] - %1 x %2 (%3)
it: Acquisto #%4 - [new] - %1 x %2 (%3)

source: The desired product is a group and its stock cannot be modified, try modifying each of its contents.
it: Il prodotto selezioneato un gruppo e la sua giacenza non pu esere modificataProvare a modificare le giacenze dei singoli prodotti.

source: Cannot modify stock
it: Giacenza non modificabile

source: New Weight or Measure
it: Nuova unit di misura

source: Enter the new weight or measure to insert:
it: Inserire la nuova unit di misura da aggiungere:

source: New category
it: Nuova categoria

source: Enter the new category to insert:
it: Inserire la nuova categoria da aggiungere

source: Cannot delete
it: Impossibile eliminre

source: Delete
it: Elimina

source: Please select a client to delete, then press the delete button again.
it: Selezionare Il cliente da eliminare, quindi premere nuovamente "Elimina"

source: Do you really want to delete the client named %1?
it: Confermare l'eliminazione del cliente selezionato %1?

source: Default client cannot be deleted.
it: Il cliente principale non pu essere eliminato

source: Please select a user to delete, then press the delete button again.
it: Selezionare l'utente da eliminare, quindi premere nuovamente "Elimina"

source: Do you really want to delete the user named %1?
it: Confermare l'eliminazione del cliente selezionato %1?

source: Admin user cannot be deleted.
it: Impossibile eliminare l'utente amministratore.

source: Please select an offer to delete, then press the delete button again.
it: Selezionare l'offera da eliminare, quindi premere nuovamente "Elimina"

source: Do you really want to delete the selected discount?
it: Confermare l'eliminazione dello sconto selezionato?

source: Please select a product to delete, then press the delete button.
it: Selezionare l'offera da eliminare, quindi premere nuovamente "Elimina"

source: Do you really want to delete the selected product?
it: Confermare l'eliminazione del prodotto selezionato?

source: Please select a row to delete, then press the delete button again.
it: Selezionare le righe da eliminare, quindi premere nuovamente "Elimina"

source: Do you really want to delete the measure '%1'?
it: Confermare l'eliminazione dell'unit di misura selezionata '%1'?

source: Default measure cannot be deleted.
it: L'unit di misura principale non pu essere eliminata

source: Please select a category to delete, then press the delete button again.
it: Selezionare la categoria da eliminare, quindi premere nuovamente "Elimina"

source: Do you really want to delete the category '%1'?
it: Confermare l'eliminazione della categoria selezionata '%1'?

source: Default category cannot be deleted.
it: La categoria principale non pu essere eliminata

source: Reason
it: Motivazione

source: Terminal Num.
it: Terminale N

source: Save As
it: Salva con nome

source: CSV files (*.csv)
it: File CSV (*.csv)

source: Exporting data...
it: Esportazine dati

source: Abort
it: Annullare

source: End of day report
it: Report di fine giornata

source: All Terminals
it: Tutti i terminali

source: Method
it: Metodo

source: Total taxes collected today:
it: Saldo giornaliero tasse:

source: Total Profit: %1
it: Utile totale: %1

source: Print end of day report
it: Stampa il riepilogo di fien giornata

source: Enter the Terminal number for the end of day, then press <ENTER> to accept, <ESC> to cancel
it: Inserire il n del terminale di cui stampare il riepilogo di fine gionrata, quindi premere <ENTER> per confermare, <ESC> per annullare

source: No transactions to print!
it: Non sono presenti transazioni da stampare

source: No transactions for terminal #%1 for today.
it: Non sono presenti transazioni odierne per il terminale #%1

source: terminal # %1
it: terminale # %1

source: Total taxes collected for this terminal:
it: Saldo tasse per questo terminale:

source: End of Month report
it: Riepilogo di fine mese

source: Total taxes collected for the month:
it: Saldo mensile tasse

source: Print end of Month report
it: Stampa riepilogo fine mese

source: Low Stock Products (< %1)
it: Prodotto gicenza inferiore (< %1)

source: Stock Qty.
it: Giacenza

source: Sold
it: Venduto

source: Units
it: Unit

source: Print Low Stock Report
it: Stmapa sottoscorta

source: Product Stock (excluding groups)
it: Gicenza prodotto (esclusi i gruppi)

source: Print Sold Out Products
it: Stampa prodotti giacenza 0

source: Please select a balance to print, then press the print button again.
it: Selezionare il bilancio da stampare, quindi premere Stampa

source: Cannot print
it: Stampa non dispobile

source: Balance Id:%1
it: Saldo ID : %1

source: %1 at Terminal # %2
it: %1 al terminale # %2

source: Deposit
it: Deposito

source: In Drawer
it: Cassa entrate

source: Transactions Details
it: Dettagli transazione

source: Paid
it: Pagato

source: Start: %1
it: Inizio: %1

source: End : %1
it: Fine : %1

source: Cash flow Details
it: Dettagli flusso di cassa

source: Initial Amount deposited:
it: Importo iniziale depositato

source: Print Balance
it: Stampa saldo

source: Events Log
it: Log eventi

source: User
it: Utenti

source: Event
it: Evento

source: Message
it: Messaggio

source: Month
it: Mese

source: Enter the new ticket message.
it: Inserire nuovo messagio scontrino

source: User Editor
it: Editor Utenti

source: Out of stock
it: Giacenza mancante

source: Raw Product
it: Riga prodotto

source: Group
it: Gruppo

source: &Quit
it: &Usicta

source: Username:
it: Nome utente:

source: Invalid username or password
it: Nopme utente o password errate

source: Product Code:
it: Codice prodotto:

source: Month or Season:
it: Mese o stagione

source: New Stock Qty:
it: Nuova giacenza:

source: New currency factor:
it: Nuovo Cambio valuta

source: Amount:
it: Importo:

source: New Message:
it: Nuovo messaggio

source: Reason:
it: Motivazione:

source: Ticket #:
it: Scontrino #

source: valid amount between %1 and %2
it: Importo valido tra %1 e %2

source: Enter the product code here...
it: Inserire qui il codice prodotto...

source: Enter the new stock quantity here...
it: Inserire qui la nuova giacenza...

source: Terminal Number:
it: Numero terminale:

source: Enter the terminal number here...
it: Inserire qui il numero terminale...

source: Enter the number of the month or season here...
it: Inserire qui il mese o la stagione...

source: Cancel
it: Annullare
